<div class="accardion-container">
  <div class="accordion">
    <div class="accordion-item">
      <button id="accordion-button-1" aria-expanded="false"><span class="accordion-title">معنی آسفالت در اینجا یعنی چه ؟</span><span class="icon" aria-hidden="true"></span></button>
      <div class="accordion-content">
        <p>آسفالت در واقع به خیابونی بودن اجتماع هیپ هاپی اشاره می کنه ، البته خیلی از افراد نمی خوان که اینطوری خطاب بشند ، اما از اونجایی که اکثریت همین تفکر رو دارند پس در نتیجه اسم فروشگاه اینترنتی ما آسفالت نام گذاری شده.</p>
      </div>
    </div>
    <div class="accordion-item">
      <button id="accordion-button-2" aria-expanded="false"><span class="accordion-title">چرا فروشگاه اینترنتی آسفالت ؟</span><span class="icon" aria-hidden="true"></span></button>
      <div class="accordion-content">
        <p>فروشگاه هیپ هاپی آسفالت بهترین انتخاب برای دوست داران هیپ هاپه ! چرا ؟ چون ما فقط محصولات مرتبط با هیپ هاپ رو به فروش می رسونیم! بسیاری از دوستدارانمون هستند که نمی خوان محصولاتی غیر از هیپ هاپ رو مشاهده کنند که وب سایت آسفالت بهترین گزینه برای این چنین افراد است.</p>
      </div>
    </div>
    <div class="accordion-item">
      <button id="accordion-button-3" aria-expanded="false"><span class="accordion-title">چرا فقط هیپ هاپی می فروشید ؟</span><span class="icon" aria-hidden="true"></span></button>
      <div class="accordion-content">
        <p>خب معلومه، علاقمونه ، عشقمونه ، زندگیمونه 🙂</p>
      </div>
    </div>
    <div class="accordion-item">
      <button id="accordion-button-4" aria-expanded="false"><span class="accordion-title">چرا باید از آسفالت شاپ خرید کنم ؟</span><span class="icon" aria-hidden="true"></span></button>
      <div class="accordion-content">
        <p>در واقع بایدی وجود نداره! اما آسفالت شاپ یه مزیتی داره که هیچ کجای دنیا نداره و اون مزیت چیه؟ اینه که تمام محصولات توسط دوست داران هیپ هاپ ساخته و پرداخته می شه و به دست شما می رسه! و ما به هیچ عنوان نمی خوایم به ضرر جامعه هیپ هاپی کار کنیم.

رضایت شما علاقه مندان هیپ هاپ برای آسفالت شاپ بسیار ارزشمنده! </p>
      </div>
    </div>
  </div>
</div>